{"WI19":[{"subject":"AEM","crseId":369306,"catalogNbr":"2011","titleLong":"Spreadsheet Modeling for Non-Dyson Majors","description":"This course will be developed as a data-driven, model-based approach to decision-making. Most applications will rely on the standard array of Excel functionality but other platforms (e.g., Access, SQL, presentation software) may be employed. A unique feature of this course will be applications drawn from the diverse program areas of the Dyson School: management, international development/trade; environment/resource economics; and food/agricultural economics. Case material will be contributed by the companies from the DUAC. Key topics will include: Optimization (Solver), Data graphing, Financial modeling, Ethical/social dimensions of IT, Forecasting, Pivot tables, Exponential smoothing, and Simulation.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"dlh266","firstName":"Donna","lastName":"Haeger"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","acadCareer":"UG","acadGroup":"BU"},{"subject":"AEM","crseId":350518,"catalogNbr":"2210","titleLong":"Financial Accounting","description":"Comprehensive introduction to financial accounting concepts and techniques, intended to provide a basic understanding of the accounting cycle, elements of financial statements, underlying theory of GAAP, and financial statement interpretation. Topics include methods of recording inventory, receivables, depreciation, bonds, and equity. Requires two evening prelims and a comprehensive final; weekly homework assignments.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"js3476","firstName":"James","lastName":"Sinclair"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","acadCareer":"UG","acadGroup":"BU"},{"subject":"AEM","crseId":350542,"catalogNbr":"2400","titleLong":"Marketing","description":"Provides a broad introduction to the fundamentals of marketing. Explores the components of an organization's strategic marketing program, including how to price, promote, and distribute goods and services. Industry guest lectures and current marketing applications from various companies are presented and analyzed.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"djp7","firstName":"Debra","lastName":"Perosio"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Summer.","catalogAttribute":"","acadCareer":"UG","acadGroup":"BU"},{"subject":"AEM","crseId":351505,"catalogNbr":"3230","titleLong":"Managerial Accounting","description":"This course provides an introduction to the basic concepts, analyses, uses, and procedures of accounting and control used by internal company managers when they are faced with planning, directing, controlling, and decision-making activities in their organization. Topics covered focus on the relationship between strategy and decision-making and include product and service costing, budget setting, decision-making, profitability analysis, pricing, investment analysis, management control systems, and performance measurement.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"eel33","firstName":"Eric","lastName":"Lewis"}]}]}]}],"catalogWhenOffered":"Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: AEM 2210, AEM 2225 or equivalent.","catalogAttribute":"","acadCareer":"UG","acadGroup":"BU"},{"subject":"AEM","crseId":368781,"catalogNbr":"3991","titleLong":"Global Business Strategy","description":"In today's globalized and interconnected world, more and more companies are going abroad to pursue their major business objectives. How can they take advantage of the global marketplace and create economic value through their multimarket activities? This distance learning course gives students a basic grounding in global business, so they can become capable of understanding and analyzing events and trends in the global business environment and their impact on managerial decision making. Through a series of case discussions and an internationalization project for a local company, students develop practical skills in applying the tools of global strategic analysis in concrete business situations. Students registered for NBA 5991 will be required to analyze a current-event situation based on the theoretical and methodological framework developed in this course.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"eai1","firstName":"Elena","lastName":"Iankova"}]}]}]}],"catalogWhenOffered":"Winter, Summer.","catalogAttribute":"","catalogComments":"Co-meets with NBA 5991.","acadCareer":"UG","acadGroup":"BU"},{"subject":"ALS","crseId":367204,"catalogNbr":"2100","titleLong":"Teams and Leaders in Action","description":null,"enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"jsb359","firstName":"Jennifer","lastName":"Baker"}]}]}]}],"catalogAttribute":null,"acadCareer":"UG","acadGroup":"AG"},{"subject":"AMST","crseId":351417,"catalogNbr":"3141","titleLong":"Prisons","description":"The United States stands alone among Western, industrialized countries with its persistent, high rates of incarceration, long sentences, and continued use of the death penalty. This \"American exceptionalism\" -- the turn to mass incarceration -- has been fostered by the use of sharply-delineated categories that define vast numbers of people as outlaws and others as law-abiding. These categories that are based on ideas of personal responsibility and assumptions about race are modified somewhat by a liberal commitment to human rights.   Our purpose in this course is to understand how such ideas have taken root and to locate the consequences of these ideas for policy and practice. ","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":4,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"mfk2","firstName":"Mary","lastName":"Katzenstein"}]}]}]}],"catalogWhenOffered":"Winter, Summer.","catalogDistr":"(SBA-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"ANTHR","crseId":350215,"catalogNbr":"1300","titleLong":"Human Evolution: Genes, Behavior, and the Fossil Record","description":"The evolution of humankind is explored through the fossil record, studies of the biological differences among current human populations, and a comparison with our closest relatives, the primates. This course investigates the roots of human biology and behavior with an evolutionary framework.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"ms32","firstName":"Meredith","lastName":"Small"}]}]}]}],"catalogWhenOffered":"Spring, Summer.","catalogDistr":"(PBSS-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"BIOEE","crseId":370190,"catalogNbr":"2526","titleLong":"Ecology and Conservation of Wildlife in the Neotropics II","description":"This on-campus and international field course combination provides participating students with a broad introduction to the research process in field ecology, with literature and hands-on examples drawn from the fauna and flora of coastal Patagonia (Argentina), an area that provides us with unprecedented access to both marine and terrestrial wildlife as well as exposure to conservation challenges and success stories. During the 2+ week field component in January, students travel among field sites in Patagonia and put the knowledge gained in the Fall semester to work in an experiential context by designing and implementing a series of research projects, including numerous short 'blitz' projects and several longer, more intensive independent projects; many of these field studies involve close-hand observations of marine mammals, penguins, or other seabirds. The 7-week Spring semester component is focused on building skills in data analysis and scientific writing, based on the data collected in the field by each student.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":4,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"lc736","firstName":"Leonardo","lastName":"Campagna"},{"netid":"ijl2","firstName":"Irby","lastName":"Lovette"}]}]}]}],"catalogWhenOffered":"Multi-semester course, Spring (weeks 1-7).","catalogDistr":"(BIO-AG)","catalogAttribute":"(CU-ITL, CU-SBY)","acadCareer":"UG","acadGroup":"AG"},{"subject":"BIOEE","crseId":370191,"catalogNbr":"2641","titleLong":"Tropical Field Ornithology II","description":"Provides students with the opportunity to study birds intensively in a neotropical environment. Students learn observational and field techniques, formulate and participate in group research projects.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"aad4","firstName":"Andre","lastName":"Dhondt"}]}]}]}],"catalogWhenOffered":"Multi-semester course, (Winter).","catalogPrereqCoreq":"Prerequisite: BIOEE 2640.","catalogAttribute":"","acadCareer":"UG","acadGroup":"AG"},{"subject":"CLASS","crseId":352314,"catalogNbr":"2604","titleLong":"Greek Mythology","description":"Survey of the Greek myths, with emphasis on the content and significance of the myths in Mediterranean society, including the place of myth in Greek life and consciousness; the factors and influences involved in the creation of myths; and the use of myths for our understanding of Greek literature, religion, and moral and political concepts.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"mf268","firstName":"Michael","lastName":"Fontaine"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Summer.","catalogBreadth":"(HB)","catalogDistr":"(LA-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"COMM","crseId":352904,"catalogNbr":"1300","titleLong":"Visual Communication","description":"Introduction to visual communication theory. Examines how visuals influence our attention, perspectives, and understanding. Uses examples of visuals drawn from advertising, TV news, documentaries, entertainment movies, print, and interactive media to develop a theoretical framework for becoming more visually aware and for thinking more critically about how visuals influence us.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"nap28","firstName":"Norman","lastName":"Porticella"}]}]}]}],"catalogWhenOffered":"Spring, Summer.","catalogDistr":"(SBA-AG)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AG"},{"subject":"COMM","crseId":369236,"catalogNbr":"3090","titleLong":"Experiential Writing in the Yucatan: Environmental and Cultural Communication","description":"The natural and cultural experience of ten days in the Yucatan will serve as the inspiration for compelling written communication. Students will master writing for diverse audiences, from an academic journal to popular media. Keys to successful communication include: grabbing and maintaining the reader's attention while synthesizing complex or controversial material; developing narrative; and not distracting the reader with weak writing, lack of clarity, or poor structure. Through readings and field trips, students will explore ecosystem conservation, botanical, and cultural issues in a rich and diverse landscape. These experiences will be the basis of the written assignments, augmented by research. This course is a demanding educational experience. Classes are full days with homework overnight. Some course work must be completed in advance of the first day of class.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"elc55","firstName":"Lauren","lastName":"Chambliss"},{"netid":"dww5","firstName":"David","lastName":"Wolfe"}]}]}]}],"catalogWhenOffered":"Winter.","catalogPrereqCoreq":"Prerequisite: completion of at least one college-level writing course.","catalogAttribute":"(CU-ITL, CU-SBY)","acadCareer":"UG","acadGroup":"AG"},{"subject":"COMM","crseId":369920,"catalogNbr":"4952","titleLong":"Communication Industries: SiliComm II","description":"This winter session field trip is an extension of fall seminar COMM 4951 which introduces students to the world of professional communication. During this trip, students travel to a rotating city (e.g. Los Angeles, San Francisco) to meet with alumni working in the communication field. Previous companies visited include: LA Chargers. Students will review relevant background information about each company prior to the trip to include Skype meetings with other communication and media firms.","enrollGroups":[{"unitsMaximum":1,"unitsMinimum":1,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"cmb64","firstName":"Christopher","lastName":"Byrne"}]}]}]}],"catalogWhenOffered":"Winter.","catalogPrereqCoreq":"Prerequisite: COMM 4951.","catalogAttribute":"","acadCareer":"UG","acadGroup":"AG"},{"subject":"CRP","crseId":369505,"catalogNbr":"6596","titleLong":"Real Estate Competitions I: ULI Hines","description":"The ULI Hines Competition challenges students to collaborate across disciplines and imagine a better built environment. Groups of five students form teams to devise a development program for a real site in a North American city, providing designs, market-based financial data, and related narratives.","enrollGroups":[{"unitsMaximum":1.5,"unitsMinimum":1.5,"classSections":[{"ssrComponent":"SEM","meetings":[{"pattern":"MTWRF","timeStart":"10:00AM","timeEnd":"12:00PM","instructors":[{"netid":"slc329","firstName":"Suzanne","lastName":"Charles"}]}]}]}],"catalogWhenOffered":"Winter.","catalogAttribute":"","acadCareer":"GR","acadGroup":"AR"},{"subject":"EAS","crseId":354918,"catalogNbr":"1109","titleLong":"Dinosaurs","description":"Introductory survey course for anyone interested in dinosaurs. Lectures examine the fossil evidence and illustrate how various geological and biological disciplines contribute to understanding dinosaurs and their world.","enrollGroups":[{"unitsMaximum":1,"unitsMinimum":1,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"jlc34","firstName":"John","lastName":"Cisne"}]}]}]}],"catalogWhenOffered":"Winter, Summer.","catalogDistr":"(OPHLS-AG)","catalogAttribute":"","acadCareer":"UG","acadGroup":"EN"},{"subject":"EAS","crseId":361276,"catalogNbr":"5530","titleLong":"Advanced Petrology","description":"The goal of this course is to enable students to learn about advanced geochemical data evaluation and presentation; identify and interpret the different processes involved in the origin and evolution of magmas using field, petrological, and geochemical tools; and to understand the role of magmatic processes in the evolution of planetary resources. The course will consist of lecture material complemented by current literature reading and discussion, advanced practical exercises (class and/or homework assignments) and field work. Students will be introduced to computational resources for petrological modeling. At the end of the semester, students will give a presentation and submit a term research paper implementing some of the skills and topics developed during the semester.","enrollGroups":[{"unitsMaximum":1,"unitsMinimum":1,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"eg588","firstName":"Esteban","lastName":"Gazel"}]}]}]}],"catalogWhenOffered":"Fall (offered alternate years).","catalogPrereqCoreq":"Prerequisite: EAS 4530 or EAS 4540, or permission of instructor.","catalogAttribute":"","acadCareer":"GR","acadGroup":"EN"},{"subject":"ECON","crseId":350025,"catalogNbr":"1110","titleLong":"Introductory Microeconomics","description":"Explanation and evaluation of how the price system operates in determining what goods are produced, how goods are produced, who receives income, and how the price system is modified and influenced by private organizations and government policy.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"jpw6","firstName":"Jennifer","lastName":"Wissink"}]}]}]},{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"MTWRF","timeStart":"09:30AM","timeEnd":"12:30PM","instructors":[{"netid":"leg4","firstName":"Lois","lastName":"Gosse"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogDistr":"(SBA-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"ECON","crseId":350038,"catalogNbr":"1120","titleLong":"Introductory Macroeconomics","description":"Analysis of aggregate economic activity in relation to the level, stability, and growth of national income. Topics may include the determination and effects of unemployment, inflation, balance of payments, deficits, and economic development, and how these may be influenced by monetary, fiscal, and other policies.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"tae23","firstName":"Thomas","lastName":"Evans"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogDistr":"(SBA-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"EDUC","crseId":369795,"catalogNbr":"2010","titleLong":"Project-Based Learning with Children","description":"A multi-disciplinary team of students spends a week over winter session at an elementary school in Baton Rouge, Louisiana. The school integrates project-based learning and the arts into its curriculum. While on site, the team works directly with children to model the use of high- and low-tech resources for organizing and inspiring the tough work of learning through complex projects. In 2017, the team focused on video filming and editing; in 2018, the project was writing, illustrating, and binding short stories. Pre-departure seminars near the end of the fall semester familiarize students with the project, the school's background and strategic plan, and basic classroom-management skills.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"MTWRF","timeStart":"08:00AM","timeEnd":"03:00PM","instructors":[{"netid":"bpd38","firstName":"Bryan","lastName":"Duff"}]}]}]}],"catalogWhenOffered":"Winter.","catalogAttribute":"(CU-CEL, CU-UGR)","acadCareer":"UG","acadGroup":"AG"},{"subject":"ENGRC","crseId":355623,"catalogNbr":"3500","titleLong":"Engineering Communications","description":"Prepares students for important communication activities. They communicate using various types of documents (e.g., emails, memos, problem analyses, proposals, progress reports), give oral presentations, and incorporate graphics in their oral and written work. Students learn how to communicate specialized information to different audiences (e.g., technical and nontechnical audiences, colleagues and clients, peers and supervisors, and in-house departments), work in teams, and address organizational and ethical issues. The course material is drawn from professional contexts, principally engineering, and it generates lively discussion. The class size ensures close attention to each student's work.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"SEM","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"gg67","firstName":"Gerald","lastName":"Gabriel"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring.","catalogPrereqCoreq":"Prerequisite: two first-year writing seminars and affiliation with a major.","catalogDistr":"(CE-EN)","catalogAttribute":"","catalogSatisfiesReq":"Fulfills college technical-writing requirement. This course also fulfills a liberal studies requirement.","acadCareer":"UG","acadGroup":"EN"},{"subject":"GOVT","crseId":351417,"catalogNbr":"3141","titleLong":"Prisons","description":"The United States stands alone among Western, industrialized countries with its persistent, high rates of incarceration, long sentences, and continued use of the death penalty. This \"American exceptionalism\" -- the turn to mass incarceration -- has been fostered by the use of sharply-delineated categories that define vast numbers of people as outlaws and others as law-abiding. These categories that are based on ideas of personal responsibility and assumptions about race are modified somewhat by a liberal commitment to human rights.   Our purpose in this course is to understand how such ideas have taken root and to locate the consequences of these ideas for policy and practice. ","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":4,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"mfk2","firstName":"Mary","lastName":"Katzenstein"}]}]}]}],"catalogWhenOffered":"Winter, Summer.","catalogDistr":"(SBA-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"HADM","crseId":351901,"catalogNbr":"4990","titleLong":"Special Studies Project I","description":"Students have the option of conducting a special studies project in any academic area of the School of Hotel Administration. Projects are conducted under the direction of a SHA faculty member, and regular, frequent consultations are mandatory.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":1,"classSections":[{"ssrComponent":"IND","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"kal276","firstName":"Kathryn","lastName":"LaTour"}]}]}]}],"catalogWhenOffered":"Fall, Spring.","catalogAttribute":"(CU-UGR)","catalogSatisfiesReq":"Elective.","acadCareer":"UG","acadGroup":"BU"},{"subject":"HD","crseId":351513,"catalogNbr":"2600","titleLong":"Introduction to Personality","description":"What is \"personality\"? How is it scientifically studied and measured?  To what extent, do biological, social, and cultural factors shape personality?  Is personality an expression of our genetic make up and biology, the culmination of social influences, the interplay of both, or the result of random events?  In this course, we will review the major theoretical paradigms of personality psychology, discuss contemporary research, theory, and methodology, and learn about key historical debates in the study of \"personality\".","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"vz29","firstName":"Vivian","lastName":"Zayas"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Summer (three-week session).","catalogPrereqCoreq":"Prerequisite: introductory psychology or human development course recommended.","catalogAttribute":"","acadCareer":"UG","acadGroup":"HE"},{"subject":"HD","crseId":351551,"catalogNbr":"4010","titleLong":"Empirical Research","description":"For study that predominantly involves data collection and analysis or laboratory or studio projects.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":1,"classSections":[{"ssrComponent":"IND","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"alb325","firstName":"Anthony","lastName":"Burrow"}]}]}]}],"catalogWhenOffered":"Fall, Spring.","catalogAttribute":"(CU-UGR)","acadCareer":"UG","acadGroup":"HE"},{"subject":"HE","crseId":369982,"catalogNbr":"4901","titleLong":"Practicing Health Equity: Theory and Fieldwork in Brooklyn","description":"Students carry out a case study of a North Brooklyn neighborhood by exploring the social determinants of health through fieldwork, meeting with health care providers, community advocates. In carrying out fieldwork, students will enter into discussions with local community based organization leaders, explore a North Brooklyn neighborhood by walking through it, making observations, and engaging local people in informal interviews, go on line to discover disparities indicators, and writing a co-authored final report on findings. ","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"MTWRF","timeStart":"09:00AM","timeEnd":"11:00AM","instructors":[{"netid":"sb43","firstName":"Sam","lastName":"Beck"}]}]},{"ssrComponent":"FLD","meetings":[{"pattern":"MTWRF","timeStart":"02:00PM","timeEnd":"05:00PM","instructors":[{"netid":"sb43","firstName":"Sam","lastName":"Beck"}]}]}]}],"catalogWhenOffered":"Winter.","catalogDistr":"(CA-HE, D-HE, KCM-HE, SBA-HE)","catalogAttribute":"(CU-CEL, CU-SBY)","acadCareer":"UG","acadGroup":"HE"},{"subject":"HIST","crseId":369225,"catalogNbr":"3662","titleLong":"Women, War, and Peace in Europe, 1900-1950","description":"This course will examine the often-neglected role of women in the history of war and peace. We will use women's writings--diaries, memoirs, letters, speeches, fictional accounts, and the like--to analyze world War I, World War II, and the Spanish Civil War from a female perspective. Through a thorough reading of British feminist Vera Brittain's Testament of Youth, Holocaust victim Etty Hillesum's An Interrupted Life and Letters from Westerbork, and Italian Resistance activist Ada Gobetti's Partisan Diary, we will explore the question of women's autobiographical writing and its political, social, and cultural implications. We will also study other topics, such as women's suffrage, motherhood and family, resistance to fascism, and the Holocaust.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":4,"classSections":[{"ssrComponent":"SEM","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"jma49","firstName":"Jomarie","lastName":"Alano"}]}]}]}],"catalogWhenOffered":"Winter, Summer.","catalogDistr":"(HA-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"IARD","crseId":369413,"catalogNbr":"6015","titleLong":"International Agriculture in Developing Nations Immersion","description":"The course is designed to provide students with an opportunity to observe agricultural development in India or Myanmar and to promote interdisciplinary exchange among faculty, staff, students and their Indian Myanmaran counterparts. This three-week field-study trip in January is followed by discussions, written projects, and oral presentations during the spring semester (IARD 6020) dealing with problems in food, agriculture, and livestock production in the context of social and economic conditions of India or Myanmar.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"kvr1","firstName":"Kandukuri","lastName":"Raman"},{"netid":"twt2","firstName":"Terry","lastName":"Tucker"}]}]}]}],"catalogWhenOffered":"Winter.","catalogPrereqCoreq":"Prerequisite: IARD 4020 or permission of instructor.","catalogAttribute":"(CU-ITL)","acadCareer":"GR","acadGroup":"AG"},{"subject":"ILRHR","crseId":350272,"catalogNbr":"2600","titleLong":"Human Resource Management","description":"Intended to introduce students to the field of human resource management (HRM). Students learn theories and applications involved in effectively managing people in organizations. In addition, this course covers current topics in HRM that have resulted from environmental and organizational challenges (e.g., technology, globalization, legislation, restructuring, work/life balance, changing labor markets). Emphasis is placed on developing relevant problem-solving and critical-thinking skills, as the basic concepts of HRM and the skills developed in this course are applicable to all types of organizations and jobs in which students will eventually work.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"pd359","firstName":"Paul","lastName":"Davis"}]}]}]}],"catalogWhenOffered":"Fall, winter, spring.","catalogAttribute":"","acadCareer":"UG","acadGroup":"IL"},{"subject":"ILRST","crseId":350154,"catalogNbr":"2100","titleLong":"Introductory Statistics","description":"Statistics is about understanding the world through data. We are surrounded by data, so there is a lot to understand. Covers data exploration and display, data gathering methods, probability, and statistical inference methods through contingency tables and linear regression. The emphasis is on thinking scientifically, understanding what is commonly done with data (and doing some of it for yourself), and laying a foundation for further study. Students learn to use statistical software and simulation tools to discover fundamental results. They use computers regularly; the test includes both multimedia materials and a software package. This course does not focus on data from any particular discipline, but will use real-world examples from a wide variety of disciplines and current events.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":4,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"brb225","firstName":"Benjamin","lastName":"Baer"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: introductory algebra.","catalogAttribute":"","acadCareer":"UG","acadGroup":"IL"},{"subject":"NBA","crseId":362024,"catalogNbr":"5920","titleLong":"Experience in International Management","description":"Combines classroom sessions and international experience with an increased awareness of business environments outside the United States. On trips, students visit local businesses, subsidiaries of foreign multinationals, government officials, local business school students, and others. Students also must attend two pre-trip meetings during the semester (2-1/2 hours each). These meetings are used to present information on international business conditions, industrial structures, management styles, and also to develop cross-cultural skills. Students also must attend one post-trip meeting with a discussion and analysis of their impressions from the trip. A final paper, integrating the material learned in the classroom with their experiences, is required. Students in some treks do pro bono consulting projects for small and medium size companies. Hence, the PowerPoint is the deliverable in those cases.","enrollGroups":[{"unitsMaximum":1.5,"unitsMinimum":1.5,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"mbn5","firstName":"Muna","lastName":"Ndulo"}]}]}]},{"unitsMaximum":1.5,"unitsMinimum":1.5,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"yc659","firstName":"Ya-Ru","lastName":"Chen"}]}]}]},{"unitsMaximum":1.5,"unitsMinimum":1.5,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"mm462","firstName":"Mark","lastName":"Milstein"}]}]}]}],"catalogWhenOffered":"Fall, winter, spring.","catalogAttribute":"(CU-ITL)","acadCareer":"GM","acadGroup":"BU"},{"subject":"NBA","crseId":363059,"catalogNbr":"5991","titleLong":"Global Business Strategy","description":"In today's increasingly globalized and interconnected world, international transactions as part of business are the norm. Even purely domestic firms have to deal with international issues, be it in the form of imported supplies or foreign competitors. In addition, more and more companies are going abroad to pursue their major business objectives. How can they take advantage of the global marketplace and create economic value through their multimarket activities? This course has three integrated objectives: first, to give you a basic grounding in global business, so that you can become capable of understanding and analyzing events and trends in the global business environment and their impact on managerial decision making; second, to help you understand the analytical frameworks on strategy formulation and implementation in an international context; and third, through a series of concrete case discussions and a local product internationalization project, the course aims at developing your practical skills in applying the tools of global strategic analysis in concrete business situations. Its ultimate goal is to help you become better prepared to serve in and lead business organizations in today's globalized world.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"eai1","firstName":"Elena","lastName":"Iankova"}]}]}]}],"catalogWhenOffered":"Summer, Winter.","catalogAttribute":"","catalogComments":"Co-meets with a section of AEM 4940.","acadCareer":"GM","acadGroup":"BU"},{"subject":"NBAY","crseId":367049,"catalogNbr":"5920","titleLong":"ITrek Trip","description":null,"enrollGroups":[{"unitsMaximum":1.5,"unitsMinimum":1.5,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"rjb397","firstName":"Ronald","lastName":"Brachman"}]}]}]}],"catalogAttribute":null,"acadCareer":"GM","acadGroup":"BU"},{"subject":"NS","crseId":351456,"catalogNbr":"1150","titleLong":"Nutrition, Health, and Society","description":"Discusses the facts and fallacies concerning the role that nutrition, exercise, and other health behaviors play in preventing disease, maintaining good health, and maximizing athletic performance. Emphasis is on understanding the biological mechanisms through which good nutrition and regular exercise affect psychological and physical health.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"dal4","firstName":"David","lastName":"Levitsky"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring (online), Summer.","catalogDistr":"(PBS-HE)","catalogAttribute":"(CU-CEL)","acadCareer":"UG","acadGroup":"HE"},{"subject":"NTRES","crseId":370188,"catalogNbr":"4301","titleLong":"Environmental Policy Processes I","description":"Intensive field-based exploration of the environmental policy process and its conceptual framework. Focuses on defining environmental problems; aggregating interests; agenda-setting; formulating and selecting alternative solutions; implementation and evaluation stages; and roles of lobbyists, the legislative, executive, judicial branches of government, and other actors. Discussion with policy makers as guest panelists. Research topic requires conducting independent interviews with Washington experts, policy analysis paper, and oral presentation.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"cek7","firstName":"Cliff","lastName":"Kraft"},{"netid":"tbl3","firstName":"Bruce","lastName":"Lauber"}]}]}]}],"catalogWhenOffered":"Multi-semester course (Winter).","catalogAttribute":"","acadCareer":"UG","acadGroup":"AG"},{"subject":"ORIE","crseId":351710,"catalogNbr":"3150","titleLong":"Financial and Managerial Accounting","description":"Covers principles of accounting, financial reports, financial-transactions analysis, financial-statement analysis, budgeting, job order and process-cost systems, standard costing and variance analysis, and economic analysis of short-term decisions.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":4,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"MTWRFS","timeStart":"09:00AM","timeEnd":"12:30PM","instructors":[{"netid":"jc62","firstName":"John Richard","lastName":"Callister"},{"netid":"cjh6","firstName":"Cindy","lastName":"Jay"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Summer.","catalogAttribute":"","acadCareer":"UG","acadGroup":"EN"},{"subject":"PLBIO","crseId":367852,"catalogNbr":"2301","titleLong":"Field Lab in Global Plant Biodiversity and Vegetation","description":"An intensive three-week field course in Latin America over winter break (most years taken in Patagonia) studying local vegetation and flora and the relationship of vegetation to climate, geography and geology. In the field, students will receive lectures on the vegetation, learn to identify dominant plants, and undertake a directed set of vegetation transects that record species diversity and ecological parameters.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"Su","timeStart":"","timeEnd":"","instructors":[{"netid":"kcn2","firstName":"Kevin","lastName":"Nixon"}]}]}]}],"catalogWhenOffered":"Winter.","catalogPrereqCoreq":"Prerequisite: PLBIO 2300.","catalogAttribute":"(CU-ITL, CU-UGR)","acadCareer":"UG","acadGroup":"AG"},{"subject":"PLBIO","crseId":361073,"catalogNbr":"2400","titleLong":"Green World/Blue Planet","description":"Focuses on helping individuals understand how scientific information relates to the issues they face as citizens, in management decision making, and in public policy. To what extent should genetic engineering of crop plants be permitted? Should we place limits on fossil fuel consumption as a means of limiting global warming and global climate change? Must human endeavors be restricted in certain areas to maintain diversity? The format of this course is interactive, with lectures and discussions about how we as a society deal with controversial issues.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"ts21","firstName":"Tom","lastName":"Silva"}]}]}]}],"catalogWhenOffered":"Fall, Winter (three-week session), Summer (six-week session).","catalogDistr":"(BIOLS-AG)","catalogAttribute":"(CU-SBY)","acadCareer":"UG","acadGroup":"AG"},{"subject":"PLSCI","crseId":369236,"catalogNbr":"3090","titleLong":"Experiential Writing in the Yucatan: Environmental and Cultural Communication","description":"The natural and cultural experience of ten days in the Yucatan will serve as the inspiration for compelling written communication. Students will master writing for diverse audiences, from an academic journal to popular media. Keys to successful communication include: grabbing and maintaining the reader's attention while synthesizing complex or controversial material; developing narrative; and not distracting the reader with weak writing, lack of clarity, or poor structure. Through readings and field trips, students will explore ecosystem conservation, botanical, and cultural issues in a rich and diverse landscape. These experiences will be the basis of the written assignments, augmented by research. This course is a demanding educational experience. Classes are full days with homework overnight. Some course work must be completed in advance of the first day of class.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"elc55","firstName":"Lauren","lastName":"Chambliss"},{"netid":"dww5","firstName":"David","lastName":"Wolfe"}]}]}]}],"catalogWhenOffered":"Winter.","catalogPrereqCoreq":"Prerequisite: at least one prior college-level writing course.","catalogAttribute":"(CU-ITL, CU-SBY)","acadCareer":"UG","acadGroup":"AG"},{"subject":"PLSCI","crseId":369934,"catalogNbr":"4301","titleLong":"Surveying for Disease in Chilean Vineyards","description":"The molecular diagnostic methods learned in PLSCI 4300 will be applied to survey for grapevine diseases in Chile's Valle Central, where most of the country's wine production is located. Students will have the opportunity to interact with fellow students, faculty, scientists, and growers during a two-week winter-break period split between the lab and field. It is expected that students will finish with a broader worldview and greater confidence to speak, work and study in a foreign language.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":4,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"MTWRF","timeStart":"08:00AM","timeEnd":"06:00PM","instructors":[{"netid":"jrt36","firstName":"Jeremy","lastName":"Thompson"}]}]}]}],"catalogWhenOffered":"Multi-semester course (Winter).","catalogPrereqCoreq":"Prerequisite: PLSCI 4300; SPAN 1501 or SPAN 3020.","catalogAttribute":"(CU-CEL, CU-ITL, CU-UGR)","acadCareer":"UG","acadGroup":"AG"},{"subject":"PSYCH","crseId":351513,"catalogNbr":"2750","titleLong":"Introduction to Personality","description":"What is \"personality\"? How is it scientifically studied and measured?  To what extent, do biological, social, and cultural factors shape personality?  Is personality an expression of our genetic make up and biology, the culmination of social influences, the interplay of both, or the result of random events?  In this course, we will review the major theoretical paradigms of personality psychology, discuss contemporary research, theory, and methodology, and learn about key historical debates in the study of \"personality\".","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"vz29","firstName":"Vivian","lastName":"Zayas"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Summer (three-week session).","catalogPrereqCoreq":"Prerequisite: introductory psychology or human development course is recommended.","catalogDistr":"(SBA-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"PSYCH","crseId":351675,"catalogNbr":"3800","titleLong":"Social Cognition","description":"How do we form and change our first impressions of other people? What kinds of events put us into happy versus sad moods?  What explains why we persist in holding stereotypes of groups?  Can we explain why we think an act is immoral?  This course addresses these types of questions (and many more!)  using social and cognitive psychological theory and methods.  Using a variety of sources – from empirical journal articles, textbooks, TED talks, and blog-posts – we examine cutting-edge psychological research on the causes and consequences of our own and other people's judgments, feelings, attitudes, and behaviors.  We use different teaching methods to accomplish these learning goals, including lectures, group activities, and small group discussions.","enrollGroups":[{"unitsMaximum":3,"unitsMinimum":3,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"mjf44","firstName":"Melissa","lastName":"Ferguson"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Summer (3-week session).","catalogPrereqCoreq":"Prerequisite: at least one psychology course.","catalogDistr":"(SBA-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"AS"},{"subject":"STSCI","crseId":350154,"catalogNbr":"2100","titleLong":"Introductory Statistics","description":"Statistics is about understanding the world through data. We are surrounded by data, so there is a lot to understand. Covers data exploration and display, data gathering methods, probability, and statistical inference methods through contingency tables and linear regression. The emphasis is on thinking scientifically, understanding what is commonly done with data (and doing some of it for yourself), and laying a foundation for further study. Students learn to use statistical software and simulation tools to discover fundamental results. They use computers regularly; the test includes both multimedia materials and a software package. This course does not focus on data from any particular discipline, but will use real-world examples from a wide variety of disciplines and current events.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":4,"classSections":[{"ssrComponent":"LEC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"brb225","firstName":"Benjamin","lastName":"Baer"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: introductory algebra.","catalogDistr":"(MQR-AS)","catalogAttribute":"","acadCareer":"UG","acadGroup":"EN"},{"subject":"VTMED","crseId":350487,"catalogNbr":"5600","titleLong":"Ambulatory and Production Medicine","description":"Clinical service rotation in which students accompany ambulatory clinicians on farm and stable calls and learn the skills and procedures necessary for operation of a modern veterinary practice offering primary care to large-animal clients. Routine herd health visits are conducted for cattle, horses, sheep, goats, and swine. Reproductive evaluations (including pregnancy and fertility examinations), nutritional evaluation, and disease prevention are stressed. Herd health programs also include vaccinations, parasite control, mastitis prevention, and routine procedures. With appropriate herds, analysis of computerized performance data is conducted and discussed with the owner. In addition to assisting with routine scheduled work, students participate in diagnosis and medical or surgical treatment of ill or injured animals. This includes rotating assignments for night and weekend duty.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"js448","firstName":"Jessica","lastName":"McArt"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"js448","firstName":"Jessica","lastName":"McArt"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350495,"catalogNbr":"5601","titleLong":"Small Animal Community Practice","description":"Our community practice, housed in a stand-alone facility as of June 2018, offers full services for our patients of all life stages including preventive medicine, radiology, dentistry, and surgery. Our primary care practice is designed to provide our clinical year students with experience in appointments, procedures, surgery, client communications, and cloud-based electronic medical records to prepare them as entry level veterinarians upon graduation from the CUCVM. The goals and design of the Small Animal Community Practice is to mimic a non-academic general practice setting where students act as primary case clinicians collecting histories, performing physical exams, assessing their patients, and creating diagnostic and therapeutic plans individualized to a given patient and client. Student clinicians are supervised by rotation faculty and supported by licensed veterinary technicians.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"bgc2","firstName":"Brian","lastName":"Collins"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"bgc2","firstName":"Brian","lastName":"Collins"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350504,"catalogNbr":"5602","titleLong":"Small Animal Medicine","description":"Structured to provide supervised clinical experience in the practice of companion small-animal medicine. The course is conducted in the Companion Animal Hospital of the Cornell University Hospital for Animals. Students interact directly with clients presenting their pets for primary or referral medical care. Under the supervision of the clinical faculty and staff, the students are expected to formulate and carry out plans for the diagnostic evaluation and medical management of these patients.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"sac6","firstName":"Sharon","lastName":"Center"},{"netid":"jpl249","firstName":"John","lastName":"Loftus"},{"netid":"mlm64","firstName":"Meredith","lastName":"Miller"},{"netid":"jfr4","firstName":"John","lastName":"Randolph"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"sac6","firstName":"Sharon","lastName":"Center"},{"netid":"jpl249","firstName":"John","lastName":"Loftus"},{"netid":"mlm64","firstName":"Meredith","lastName":"Miller"},{"netid":"jfr4","firstName":"John","lastName":"Randolph"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350869,"catalogNbr":"5603","titleLong":"Small Animal Soft Tissue Surgery Service","description":"Clinical service rotation that exposes the student to the practice of surgery under hospital conditions. Students participate in office hours, diagnostic techniques, planning of therapy, and daily care of dogs and cats under the direction of a faculty veterinarian. Students assist experienced surgeons in the operating room. Client communications and the basics of efficient practice are emphasized.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"jaf7","firstName":"James","lastName":"Flanders"},{"netid":"gmh59","firstName":"Galina","lastName":"Hayes"},{"netid":"jps392","firstName":"Julia","lastName":"Sumner"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"jaf7","firstName":"James","lastName":"Flanders"},{"netid":"gmh59","firstName":"Galina","lastName":"Hayes"},{"netid":"jps392","firstName":"Julia","lastName":"Sumner"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350870,"catalogNbr":"5604","titleLong":"Large-Animal Medicine Service","description":"Students assigned to this service assist the faculty, technicians, and residents of the Large-Animal Medicine Service in the diagnosis and care of patients. The goal of this course is for students to acquire knowledge and skills in history taking, physical examination, selection and completion of appropriate ancillary tests, diagnosis, treatment, and patient care. Daily rounds and discussions are used to monitor patient progress and further educate students. If time allows, sit-down rounds to discuss medical disorders are provided.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"dma2","firstName":"Dorothy","lastName":"Ainsworth"},{"netid":"tjd8","firstName":"Thomas","lastName":"Divers"},{"netid":"mbf6","firstName":"Julia","lastName":"Felippe"},{"netid":"gap7","firstName":"Gillian","lastName":"Perkins"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"dma2","firstName":"Dorothy","lastName":"Ainsworth"},{"netid":"tjd8","firstName":"Thomas","lastName":"Divers"},{"netid":"mbf6","firstName":"Julia","lastName":"Felippe"},{"netid":"gap7","firstName":"Gillian","lastName":"Perkins"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350871,"catalogNbr":"5605","titleLong":"Large Animal Surgery I","description":"Clinical rotation structured to provide supervised clinical experience in the practice of large-animal surgery. Under the direction of faculty and house staff, students participate in the diagnosis, surgical treatment, and care of patients presented to the Equine and Farm Animal Hospital. Training through patient care is supplemented by formal rounds and didactic instruction.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"slf3","firstName":"Susan","lastName":"Fubini"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"slf3","firstName":"Susan","lastName":"Fubini"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350872,"catalogNbr":"5606","titleLong":"Anesthesiology Service","description":"Designed to provide clinical experience in the use of anesthetics in small companion animals, horses, and some farm animals. Students participate in selecting suitable anesthetic techniques for patients in the Cornell University Hospital for Animals and then implement those techniques under the supervision of faculty and residents. The goal is for students to learn the skills and thought processes necessary to perform safe anesthesia in a modern veterinary practice.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"jmb264","firstName":"Jordyn","lastName":"Boesch"},{"netid":"lc268","firstName":"Luis","lastName":"Campoy"},{"netid":"rdg2","firstName":"Robin","lastName":"Gleed"},{"netid":"mm459","firstName":"Manuel","lastName":"Martin Flores"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"jmb264","firstName":"Jordyn","lastName":"Boesch"},{"netid":"lc268","firstName":"Luis","lastName":"Campoy"},{"netid":"rdg2","firstName":"Robin","lastName":"Gleed"},{"netid":"mm459","firstName":"Manuel","lastName":"Martin Flores"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350873,"catalogNbr":"5607","titleLong":"Dermatology Service","description":"During this clinical rotation, students participate in the diagnosis and management of skin disorders in small and large animals. Patients are examined by appointment and through consultation with other hospital services.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"whm4","firstName":"William","lastName":"Miller"},{"netid":"jp256","firstName":"Jeanine","lastName":"Peters-Kennedy"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"whm4","firstName":"William","lastName":"Miller"},{"netid":"jp256","firstName":"Jeanine","lastName":"Peters-Kennedy"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350889,"catalogNbr":"5608","titleLong":"Ophthalmology Service","description":"A large inpatient and outpatient referral case load plus numerous inpatient consultations for other hospital services allow students to become confident acquiring the beginning skills needed for diagnostic ophthalmology. Students perform many routine ophthalmic diagnostic tests (Schirmer tear testing, fluorescein staining, tonometry) and learn and gain confidence using indirect ophthalmoscopes, slit lamps, and tonometers. Students are introduced to other ocular diagnostic tests, including culture, cytology, ultrasound, as well as more advanced diagnostic modalities according to the caseload. The rotation provides students an opportunity to observe common and uncommon therapeutic and surgical procedures. Many of the ophthalmology cases are complex referral cases but adequate routine case material is presented to prepare students for the common eye problems seen in veterinary practice. A competent ocular examination is the goal of this rotation. ","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"fe64","firstName":"Filipe","lastName":"Espinheira"},{"netid":"nli2","firstName":"Nita","lastName":"Irby"},{"netid":"tjk3","firstName":"Thomas","lastName":"Kern"},{"netid":"ecl32","firstName":"Eric","lastName":"Ledbetter"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"fe64","firstName":"Filipe","lastName":"Espinheira"},{"netid":"nli2","firstName":"Nita","lastName":"Irby"},{"netid":"tjk3","firstName":"Thomas","lastName":"Kern"},{"netid":"ecl32","firstName":"Eric","lastName":"Ledbetter"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350890,"catalogNbr":"5609","titleLong":"Pathology Service","description":"The pathology rotation strives to integrate gross pathology with other diagnostic modalities. Students will work in groups of three to six for the two-week rotation performing necropsies on mammals, birds, exotic species, and laboratory animals under the guidance of pathology faculty and residents. Students will prepare written reports of the necropsies performed and discuss the findings at daily morning rounds. Students will also be instructed by faculty of the Animal Health Diagnostic Center with expertise in ancillary diagnostic techniques. Students will be expected to learn to use diagnostic testing regimens as integral parts of comprehensive diagnostic and therapeutic plans. Instruction will consist primarily of the discussion of clinical cases with emphasis on laboratory diagnostics. Students will be expected to lead and participate in these discussions and will be evaluated on their ability to do so.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"tls93","firstName":"Teresa","lastName":"Southard"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"tls93","firstName":"Teresa","lastName":"Southard"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":350891,"catalogNbr":"5610","titleLong":"Radiology Service","description":"Two-week clinical experience in the imaging section of the Cornell University Hospital for Animals. Students use radiographic, ultrasonographic, CT, MRI, and nuclear medicine imaging techniques to evaluate animal patients under treatment in the Cornell University Hospital for Animals. Students obtain and interpret radiographic and ultrasonographic studies with guidance from radiology faculty, residents, and technical staff. On-line teaching materials are used to familiarize students with radiographic and cross-sectional imaging examples of common diseases of large- and small-animal species. Small-group discussions are included to present and discuss the teaching files and current cases, in addition to the safe use of X-ray-producing equipment.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"pvs2","firstName":"Peter","lastName":"Scrivani"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"pvs2","firstName":"Peter","lastName":"Scrivani"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352799,"catalogNbr":"5611","titleLong":"Small Animal Clinical Emergency and Critical Care Medicine","description":"Management of both emergent and critical cases represents a significant component of the practice of veterinary medicine. The focus of this clinical rotation will be the development of a knowledge base and a comprehensive set of skills necessary for a veterinarian to perform adequately in these areas, within a structured format. These skills include the appropriate evaluation (triage) and stabilization of emergency patients, the management of postoperative and other critical patients, and sensitive and effective client communication. Participants access relevant information fromvarious sources related to emergency and critical care medicine and understand and apply these principles to clinical cases. Students will participate in the management of incoming emergency cases as well as have primary patient care responsibilities in both intensive care and intermediate care units. Students will work closely with interns, residents, technicians and faculty on the Emergency &amp; Critical Care Service to become familiar with technical and nursing procedures as well as to develop clinical skills and a systematic approach to clinical cases.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"djf42","firstName":"Daniel","lastName":"Fletcher"},{"netid":"rag285","firstName":"Robert","lastName":"Goggs"},{"netid":"jmm539","firstName":"Julie","lastName":"Menard"},{"netid":"gls37","firstName":"Gretchen","lastName":"Schoeffler"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"djf42","firstName":"Daniel","lastName":"Fletcher"},{"netid":"rag285","firstName":"Robert","lastName":"Goggs"},{"netid":"jmm539","firstName":"Julie","lastName":"Menard"},{"netid":"gls37","firstName":"Gretchen","lastName":"Schoeffler"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","catalogSatisfiesReq":"Required component of Clinical Rotations (Foundation Course VI).","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":364676,"catalogNbr":"5613","titleLong":"Small Animal Surgery Orthopedics","description":"Clinical service rotation that exposes the student to the practice of surgery under hospital conditions. Students participate in office hours; diagnostic techniques; planning of therapy; and daily care of dogs and cats under the direction of an intern, surgical residents in training, and faculty. Students assist experienced surgeons in the operating room. Client communications and the basics of practice are emphasized. Students are expected to be able to successfully perform an orthopedic examination and localize the lameness by the end of the rotations.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"kh528","firstName":"Kei","lastName":"Hayashi"},{"netid":"uk28","firstName":"Ursula","lastName":"Krotscheck"},{"netid":"rjt2","firstName":"Rory","lastName":"Todhunter"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"kh528","firstName":"Kei","lastName":"Hayashi"},{"netid":"uk28","firstName":"Ursula","lastName":"Krotscheck"},{"netid":"rjt2","firstName":"Rory","lastName":"Todhunter"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":351032,"catalogNbr":"6528","titleLong":"Equine Surgical and Anesthetic Techniques","description":"Consists of five laboratories performing surgical procedures on ponies and cadaver specimens. It is the intent of this course not to make the students proficient in these procedures but to familiarize them with some specialized surgical techniques and to make them more enlightened referring practitioners. The course, therefore, is intended for students anticipating equine practice after graduation.","enrollGroups":[{"unitsMaximum":1,"unitsMinimum":1,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"slf3","firstName":"Susan","lastName":"Fubini"}]}]}]}],"catalogWhenOffered":"Spring.","catalogPrereqCoreq":"Prerequisite: VTMED 6101.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":361927,"catalogNbr":"6529","titleLong":"Food Animal Surgical and Anesthetic Techniques","description":"Consists of five laboratories performing surgical procedures on sheep, calves, cadaver specimens, and adult cattle. It is the intent of this course not to make the students proficient in these procedures but to familiarize them with surgical techniques and to make them more enlightened referring practitioners. The course, therefore, is intended for students anticipating food-animal practice after graduation.","enrollGroups":[{"unitsMaximum":1,"unitsMinimum":1,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"slf3","firstName":"Susan","lastName":"Fubini"}]}]}]}],"catalogWhenOffered":"Spring.","catalogPrereqCoreq":"Prerequisite: VTMED 6103.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":351054,"catalogNbr":"6541","titleLong":"Surgical Pathology","description":"Provides hands-on experience in the Surgical Pathology Service of the Department of Biomedical Sciences. Working with the attending pathologist, students examine tissue specimens histologically, propose diagnoses, and discuss their interpretations. Students may enroll in this course only through the Office of Student Records within the official add/drop period. All requests to enroll must be accompanied by the Supplemental Enrollment Form indicating Dr. McDonough's approval of the enrollment and the amount of credit to be awarded. Second-year students should not enroll for any term other than summer unless they have actually reserved a January or spring-break slot through Dr. McDonough.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":1,"classSections":[{"ssrComponent":"IND","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"spm13","firstName":"Sean","lastName":"McDonough"}]}]}]}],"catalogWhenOffered":"Fall, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352777,"catalogNbr":"6599","titleLong":"Research Opportunities in Veterinary Medicine","description":"Provides students the opportunity to work in the research environment of faculty involved in veterinary or biomedical research. Specific course objectives and course content are flexible and reflect the specific research environment. Research projects may be arranged to accumulate credit toward requirements in Distribution Sets I, II, III, IV, and V.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":0.5,"classSections":[{"ssrComponent":"RSC","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"hlr42","firstName":"Heidi","lastName":"Reesink"}]}]}]}],"catalogWhenOffered":"Fall, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352783,"catalogNbr":"6601","titleLong":"Cardiology Service","description":"Provides students with the opportunity to put into practice what they have learned in the foundation years. The management of the most common cardiac diseases is emphasized, including congestive heart failure, arrhythmias, and secondary cardiac diseases. All species are examined, large and small, although the majority are small animals. Diagnostics, including cardiovascular physical examination, electrocardiography, radiography, and echocardiography, are taught. The rotation includes clinical work, didactic teaching, and self-initiated digging for information.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"nsm2","firstName":"N.","lastName":"Moise"},{"netid":"rp223","firstName":"Romain","lastName":"Pariaut"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"nsm2","firstName":"N.","lastName":"Moise"},{"netid":"rp223","firstName":"Romain","lastName":"Pariaut"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: VTMED 5510.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352784,"catalogNbr":"6602","titleLong":"Laboratory Animal Medicine","description":"Laboratory animal medicine is a diverse field in which veterinarians directly impact on the well-being of animals used in research, teaching and testing. Lab animal veterinarians assist researchers in achieving their goals, while encouraging replacement, reduction, and refinement of animal use. Treatment of animals and preparation of preventive medicine programs requires the laboratory animal veterinarian to have knowledge of the biology and comparative medicine of a wide variety of species. It is also essential for laboratory animal veterinarians to have knowledge of research methodologies, and animal models of disease as well as a good understanding of state and federal regulations, and guidelines governing the use of animals. In addition, occupational health and safety, and animal facility design are important parts of an institutional animal care program, to which laboratory animal veterinarians have input. The diversity of species, and the novel circumstances that arise regularly in this field make laboratory animal medicine an exciting and unique discipline of veterinary medicine.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"wow2","firstName":"Wendy","lastName":"Williams"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"wow2","firstName":"Wendy","lastName":"Williams"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: VTMED 5510.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352786,"catalogNbr":"6603","titleLong":"Clinical Wildlife, Exotic, and Zoo-Animal Medicine","description":"Introduces students to primary medical care of non-traditional pet species, zoo animals, and native wildlife. Students, directly supervised by the attending clinician, are responsible for the assessment, physical examination, and medical management of exotic animal species presented to the Cornell University Hospital for Animals. Other opportunities available to assist in the development of clinical skills in wildlife-, zoo- and exotic- animal medicine include the wildlife health center cases, ongoing wildlife research and service projects, and trips to the Rosamond Gifford Zoo during the rotation. Successful completion of the course requires satisfactory performance during this 14-day clinical rotation.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"na24","firstName":"Noha","lastName":"Abou-Madi"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"na24","firstName":"Noha","lastName":"Abou-Madi"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: VTMED 5510.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352792,"catalogNbr":"6605","titleLong":"Special Opportunities in Clinical Veterinary Medicine","description":"Provides opportunities for students who have completed the prerequisites to explore professional areas of clinical interest not available in the regular curriculum. Experiences must be spent in consecutive 2 - 6 weeks blocks at outside teaching hospitals, research laboratories, or zoological facilities (1 week = 7 days and consists of a minimum of 45 hours of clinical working experience. (Be sure to plan work accordingly around holidays when facility may be closed). Students must submit proposals at least one month prior to the start date of the experience to allow for review/approval by the Block VI course leaders. On-site DVM supervisors must be willing to submit a formal evaluation for each student at the conclusion of the experience. Other than medical and family emergencies, student absences are not permitted; maximum of two days absent beyond which make up days/times will apply.","enrollGroups":[{"unitsMaximum":8,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"whm4","firstName":"William","lastName":"Miller"}]}]}]},{"unitsMaximum":8,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"whm4","firstName":"William","lastName":"Miller"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: VTMED 5500 and VTMED 5510.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352796,"catalogNbr":"6608","titleLong":"Clinical Oncology","description":"Management and prevention of cancer in companion animals represents a significant component of the practice of veterinary medicine. The focus of this clinical rotation is the development of a comprehensive set of skills necessary for a veterinarian to become an advocate for the client/patient with cancer. These skills include appropriate initial evaluation of animals with cancer; sensitive and effective client and referring-veterinarian communication; ability to access relevant information from numerous sources related to cancer management; and ability to understand and apply principles of surgical, medical, and radiation oncology as well as techniques specifically related to minimize pain and treatment-related effects in cancer patients.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"ceb11","firstName":"Cheryl","lastName":"Balkman"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"ceb11","firstName":"Cheryl","lastName":"Balkman"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: VTMED 5510.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352776,"catalogNbr":"6615","titleLong":"Special Topics in Ambulatory and Production-Animal Medicine","description":"Provides specialized opportunity in Production Medicine. Consists of participation in an experience designed to improve knowledge and skills regarding production systems. Examples of focus areas include livestock production medicine, poultry and fish farming, milk quality assessment, small ruminant medicine, herd management experience, and specialized diagnostic testing. This course is available in 2 week increments after application to the course leader at least one month in advance of the rotation. Presentation of the completed experience to a student club or in Ambulatory rounds is required.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"js448","firstName":"Jessica","lastName":"McArt"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"js448","firstName":"Jessica","lastName":"McArt"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":361929,"catalogNbr":"6616","titleLong":"Small Animal Dentistry and Oral Surgery","description":"This rotation is designed to introduce students to clinical small animal dentistry and oral surgery. By the end of the rotation, students are expected to be capable of: performing a thorough oral examination, obtaining and interpreting intraoral radiographs, discussing appropriate therapeutic options, performing basic periodontal procedures and simple and surgical extractions, and administering pertinent regional nerve blocks.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"nf97","firstName":"Nadine","lastName":"Fiani"},{"netid":"sp888","firstName":"Santiago","lastName":"Peralta"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"nf97","firstName":"Nadine","lastName":"Fiani"},{"netid":"sp888","firstName":"Santiago","lastName":"Peralta"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":361931,"catalogNbr":"6618","titleLong":"Clinical Neurology","description":"The Neurology/Neurosurgery (NNS) clinical rotation at Cornell University's College of Veterinary Medicine is a 2 week time period in which the student is directly involved in the diagnosis and treatment of animals with a diverse array of neurologic disorders. Although primarily devoted to dogs and cats, we occasionally consult with other services such as large animal medicine and surgery. The student is expected to assist in all aspects of the rotation, including patient receiving, medical and surgical treatments, client communication, and record-keeping. In addition to clinical exposure, the student will be taught principles of clinical neurology during \"sit-down\" topic rounds. The primary goal of the rotation for the student is for the student to become comfortable in performing and correctly interpreting the neurologic examination in a clinical setting. A secondary goal is the accumulation and application of practical clinical knowledge pertaining to neurologic disease of companion animals.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"ed445","firstName":"Emma","lastName":"Davies"},{"netid":"cwd27","firstName":"Curtis","lastName":"Dewey"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"ed445","firstName":"Emma","lastName":"Davies"},{"netid":"cwd27","firstName":"Curtis","lastName":"Dewey"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogPrereqCoreq":"Prerequisite: VTMED 5510.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":361925,"catalogNbr":"6620","titleLong":"Introduction to Ambulatory Primary Care Medicine","description":"This a clinical service rotation in which students accompany ambulatory clinicians on farm and stable calls and learn the skills and procedures necessary for operation of a modern veterinary practice offering primary care and production medicine services to large-animal clients. Routine herd health visits are conducted for cattle, horses, sheep, goats, and swine. Reproductive evaluations (including pregnancy and fertility examinations), sick and lame animal evaluation and treatment, and other health maintenance procedures make up the majority of nonemergency work. Emergencies are usually obstetric cases, injuries, and acute illness. In addition to assisting with routine scheduled work, students participate in diagnosis and medical or surgical treatment of ill or injured animals. This includes rotating assignments for night and weekend duty.","enrollGroups":[{"unitsMaximum":1,"unitsMinimum":1,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"js448","firstName":"Jessica","lastName":"McArt"}]}]}]}],"catalogWhenOffered":"Fall, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":366614,"catalogNbr":"6626","titleLong":"Introduction to Small Animal Clinical Neurology","description":"This course will allow you to gain familiarity with neurologic clinical practice prior to rotations. Having a solid comfort level with neurologic examinations and neurolocalization is essential, as neurologic diseases are common in practice. This course will provide experience with examinations, neurolocalization and clinical management of intracranial, spinal, and neuromuscular disease. Students will take part in all aspects of case management, by initially shadowing senior students, then functioning more independently as they gain more confidence, while under close supervision of residents and the Chief on duty. This will include practice with clinical histories, examination, neurolocalization, medical records, and treatments. Students will also participate in clinical and didactic teaching rounds.  Management, diagnostic, and treatment options for use in general and referral practices will be discussed.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":1,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"ed445","firstName":"Emma","lastName":"Davies"},{"netid":"cwd27","firstName":"Curtis","lastName":"Dewey"}]}]}]}],"catalogWhenOffered":"Summer.","catalogPrereqCoreq":"Prerequisite: Familiarity with UVIS and ability to perform a physical examination (i.e. completion of Block VII's physical examination section), and completion of first-year Neuroanatomy course.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":368280,"catalogNbr":"6627","titleLong":"Farrier Skills for Veterinarians","description":"This course will provide an opportunity for 4th year veterinary students with an equine background and interest to work with Cornell University Resident Farrier learning proper hoof trimming and balancing for conformation, horse shoe selection, fabrication, modification, and attachment modalities. Causes of lameness and underperformance relating to shoeing will be covered. Practical skills will be emphasized.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"sek78","firstName":"Steven","lastName":"Kraus"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"sek78","firstName":"Steven","lastName":"Kraus"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":368995,"catalogNbr":"6628","titleLong":"Clinical Sports Medicine and Rehabilitation","description":"The Clinical Sports Medicine and Rehabilitation Service focusses heavily on mobility and function and sees a variety of patients including primary lameness workups, post-surgical rehabilitation, sport dog conditioning, and geriatric care. Foundation coursework in both physiology and musculoskeletal anatomy are applied to clinical cases from movement to healing to pain control. Lameness workups include orthopedic and neurological examinations as well as functional assessment, objective gait analysis, and pain scoring. Various modalities including but not limited to water therapy to neuromuscular electrical stimulation (NMES), therapeutic laser, acupuncture, extracorporeal shockwave, therapeutic ultrasound, and regenerative medicine will be introduced and incorporated as indicated. The course will foster a unique clinical thought processes as a physical therapist to identify impairments and functional deficits, allowing for the development of appropriate physiotherapy goals and exercises.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"cwf37","firstName":"Christopher","lastName":"Frye"}]}]}]},{"unitsMaximum":2,"unitsMinimum":2,"classSections":[{"ssrComponent":"CLN","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"cwf37","firstName":"Christopher","lastName":"Frye"}]}]}]}],"catalogWhenOffered":"Fall, Winter, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":363186,"catalogNbr":"6737","titleLong":"International Experiences in Wildlife Health and Conservation","description":"The goal of the course is to provide students with the opportunity to learn about various non-native species and to gain hands on experience working with these animals in a safe and supportive environment. Students will also have the opportunity to learn about local cultures and, through lectures, discussions and site visits, learn how the work that wildlife sanctuaries, refuges, and bioparks in these developing nations is  helping to conserve their natural resources. Students will be graded on participation in daily clinical activities and case rounds, teamwork, organizational skills, medical records, professionalism, and punctuality.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":1,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"na24","firstName":"Noha","lastName":"Abou-Madi"},{"netid":"rd95","firstName":"Ricardo","lastName":"De Matos"},{"netid":"gvk2","firstName":"George","lastName":"Kollias"},{"netid":"jkm27","firstName":"James","lastName":"Morrisey"},{"netid":"sp888","firstName":"Santiago","lastName":"Peralta"}]}]}]}],"catalogWhenOffered":"Winter, Summer.","catalogAttribute":"(CU-CEL, CU-ITL)","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":367513,"catalogNbr":"6741","titleLong":"Wellness and Sterilization Clinics Abroad","description":"This course aims to provide students an opportunity to build clinical skills in settings abroad. Working with local grassroots animal welfare organizations and pet owners in small communities, we will learn how to communicate with them to take medical histories and educate them on aspects of pet health and wellness, and learn more about the human/animal bond in other countries. Students will participate in sterilization surgery procedures with supervision and instruction of veterinarians. Participants will also have opportunities to learn about local cultures and veterinary issues in the areas visited.","enrollGroups":[{"unitsMaximum":2,"unitsMinimum":1,"classSections":[{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"psm26","firstName":"Paul","lastName":"Maza"}]}]},{"ssrComponent":"FLD","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[]}]}]}],"catalogWhenOffered":"Fall, Spring, Summer.","catalogAttribute":"(CU-CEL, CU-ITL)","acadCareer":"VM","acadGroup":"VM"},{"subject":"VTMED","crseId":352769,"catalogNbr":"6798","titleLong":"Special Projects in Veterinary Medicine","description":"Students work individually with a faculty member to pursue an area of particular interest that, typically, is not part of the established curriculum. Specific course objectives and course content are flexible and reflect the expertise of the faculty. Special projects also include opportunities to gain teaching experience by assisting faculty in selected veterinary courses. Contact faculty to identify teaching opportunities or other special projects.","enrollGroups":[{"unitsMaximum":4,"unitsMinimum":0.5,"classSections":[{"ssrComponent":"IND","meetings":[{"pattern":"","timeStart":"","timeEnd":"","instructors":[{"netid":"rwr32","firstName":"Robin","lastName":"Radcliffe"}]}]}]}],"catalogWhenOffered":"Fall, Spring, Summer.","catalogAttribute":"","acadCareer":"VM","acadGroup":"VM"}]}